const questions = [
   {
      q_img:"images/1.jpg",
      text:"마계에서 인간세계로 전학 온 당신! 당신이 잡을 첫인상 컨셉은?",
      one:"발랄하고 명랑하게! 친구들 한테 자신의 존재감을 인식시킬 말괄량이 컨셉",
      two:"새로운 친구를 사귀는게 어려워ㅜㅜ 소심하지만 차분하고 다정한 컨셉",
      checkPoint:"m"
   },
   {
      q_img:"images/3.png",
      text:"학교에서 내 스타일의 사람을 봤다! 당신은 어떤 모습에 끌렸을까?",
      one:"운동장에서  농구를 하며 땀을 흘리는 모습",
      two:"도서관에서 공부를 하며 집중하는 모습",
      checkPoint:"m"
   },
   {
      q_img:"images/4.png",
      text:"마음에 드는 사람을 유혹할 방법은?",
      one:"단도직입적으로 마음에 드니 번호를 달라 한다",
      two:"같은 동아리에 들어 공감대를 형성하여 호감을 얻는다.",
      checkPoint:"m"
   },
   {
      q_img:"images/5.png",
      text:"하교하는 길 맛있는 파르페 가게가 보인다!",
      one:"내가 제일 좋아하는 파르페! 당장 먹자",
      two:"집에가서 숙제를 해야되니 다음에 오자",
      checkPoint:"b"
   },
   {
      q_img:"images/6.png",
      text:"학교생활 한지 한달이 됐는데 하트를 많이 모으지 못했다",
      one:"과거에 엄마는 이렇게 모았는데.. 모으는 방법을 생각한다.",
      two:"미래에 많이 모을 나를 꿈꾸며 다급해 하지 않는다.",
      checkPoint:"b"
   },
   {
      q_img:"images/7.png",
      text:"마음에 안드는 남자애가 자기랑 사귀자고 한다",
      one:"학생의 본분은 공부야 우린 너무 어려",
      two:"넌 참 좋은애야 더 좋은 사람을 만날 수 있을 거야",
      checkPoint:"b"
   },
   
   {
      q_img:"images/9.png",
      text:"친구들이 내 뒷담화 하는 것을 들었다",
      one:"떠들대로 떠들라지~ 신경 안쓴다",
      two:"왜 나를 가지고 저런 말을.. 속상해 한다.",
      checkPoint:"t"
   },
   {
      q_img:"images/10.png",
      text:"조별 과제하는데 나를 뒷담화한 친구랑 같은 조가 됐다",
      one:"조별과제는 내 성적에 포함되는 것! 아무일 없는 듯이 행동한다.",
      two:"내 뒷담했다는 사실에 분노하며 차갑게 대한다.",
      checkPoint:"t"
   },
   {
      q_img:"images/11.png",
      text:"뒷담화한 친구가 불러서 기분나쁜거 있냐고 물어본다.",
      one:"너 내 뒷담하더라? 내가 너한테 딱히 잘못한 건 없는데",
      two:"어떻게 나랑 친하면서 뒷담을 할 수 있어? 눈물이 나온다",
      checkPoint:"t"
   },
   {
      q_img:"images/13.png",
      text:"마계 시험 일주일 전 당신의 공부 방법은?",
      one:"일단 제일 빨리보는 것 부터 시작한다",
      two:"평소에 공부를 해놓고 정리한 필기노트를 본다",
      checkPoint:"i"
   },
   {
      q_img:"images/14.png",
      text:"마계시험을 보는 도중 빗자루가 부서졌다.",
      one:"어디서 살 곳이 없는지 찾아보고 제일 가까운 곳 가서 구매한다",
      two:"그 전부터 불안했다 미리 챙겨온것을 꺼낸다",
      checkPoint:"i"
   },
   {
      q_img:"images/16.png",
      text:"결국 여왕이 된 당신!",
      one:"나의 여왕 사실을 모조리 알려야지! 동네방네 떠든다",
      two:"꿈만 같아. 이사실을 대대로 남기자 자서전 쓸 생각한다.",
      checkPoint:"i"
   },
]